title_text = 'Проверка на бобра'
win_w = 700
win_h = 500
win_x = 50
win_y = 50
txt_hello = 'Привет, это тест на бобра'
txt_instr = ('Данное приложение позволит вам с помощью теста Руфье провести первичную диагностику вашего здоровья.\n'
            'Проба Руфье представляет собой нагрузочный комплекс, предназначенный для оценки работоспособности сердца при физической нагрузке.\n'
            'У испытуемого, находящегося в положении лежа на спине в течение 5 мин, определяют частоту пульса за 15 секунд;\n'
            'затем в течение 45 секунд испытуемый выполняет 30 приседаний.\n'
            'После окончания нагрузки испытуемый ложится, и у него вновь подсчитывается число пульсаций за первые 15 секунд,\n'
            'а потом — за последние 15 секунд первой минуты периода восстановления.\n'
            'Важно! Если в процессе проведения испытания вы почувствуете себя плохо (появится головокружение, шум в\n'
            'ушах, сильная одышка и др.), то тест необходимо прервать и обратиться к врачу.' )
txt_but = 'Лесс гооо'
txt_tfio = 'Введите Ф.И.О'
txt_fio = ''
txt_tyo = 'Полных лет'
txt_yo = ''
txt_instr1 = 'Лягте на спину'
txt_but1 = 'Начать первый тест'
txt_hearth1 = ''
txt_instr2 = 'Выполните 30'
txt_but2 = 'Начать делать приседания'
txt_instr3 = 'Лягте на спину'
txt_but3 = 'Начать финальный тест'
txt_hearth11 = ''
txt_hearth12 = ''
txt_final_but = 'Отправить результаты'
txt_timer = ''
txt_ind = ''
txt_work = ''
txt_supra = 'Завершение работы'


#self.edit = QLineEdit()  
#self.edit.setPlaceholderText("Type something here and press the 'Print' button") серая надпись на лайн эдите